Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: Smile! Take a picture of yourself and set it as your account picture.
ca_es: Somrieu! Feu-vos una foto i definiu-la com a foto del compte.

source: Server's certificate has expired.
ca_es: El certificat del servidor ha caducat.

source: Please check with your network administrator to make sure that the firewall is not blocking downloads from Google servers.
ca_es: Consulteu amb l'administrador de xarxa per assegurar-vos que el tallafoc no estigui bloquejant les baixades dels servidors de Google.

source: Auto Detect
ca_es: Detecció automàtica

source: Enable or disable the "Script Bubble" experimental toolbar UI.
ca_es: Activa o desactiva la IU de la barra d'eines experimental "Bombolla de scripts".

source: Download location:
ca_es: Ubicació de baixada:

source: Automatically send usage statistics and crash reports to Google
ca_es: Envia automàticament les estadístiques d'ús i els informes d'error a Google

source: The webpage was not found in the cache. Certain resources can only be safely loaded from the cache, such as pages generated from submitted data. %{LINE_BREAK} This error can also be caused by cache corruption due to an improper shutdown. %{LINE_BREAK} If the problem persists, try clearing the cache.
ca_es: La pàgina web no era a la memòria cau. Hi ha recursos que només es poden carregar de manera segura des de la memòria cau, com ara les pàgines generades a partir de dades enviades. %{LINE_BREAK} Aquest error també pot produir-se a causa de la corrupció de la memòria cau, produïda per un tancament incorrecte. %{LINE_BREAK} Si el problema continua, proveu d'esborrar la memòria cau.

source: Netscape Certificate Base URL
ca_es: URL base de certificat de Netscape

source: MIME type
ca_es: Tipus de MIME

source: Received a notification for an unknown printer.
ca_es: Hem rebut la notificació d'una impressora desconeguda.

source: Uploading (%{PROGRESS_PERCENT}%)...
ca_es: S'està carregant (%{PROGRESS_PERCENT}%)...

source: I understand that visiting this site may harm my computer.
ca_es: Entenc que visitar aquest lloc pot malmetre el meu equip.

source: Bad SSL client authentication certificate.
ca_es: Certificat d'autenticació de client SSL incorrecte.

source: email
ca_es: correu electrònic

source: Flags that apply system-wide can only be set by the owner: %{OWNER_EMAIL}.
ca_es: Les marques que s'apliquen a tot el sistema només les pot definir l'usuari: %{OWNER_EMAIL}.

source: The server refused the connection.
ca_es: El servidor ha rebutjat la connexió.

source: This webpage is not available
ca_es: Aquesta pàgina web no està disponible

source: Virus detected
ca_es: S'ha detectat un virus

source: Enable desktop guest mode
ca_es: Activa el mode de convidat a l'escriptori

source: Allow %{HANDLER_TITLE} (%{HANDLER_HOSTNAME}) to open all %{PROTOCOL} links?
ca_es: Permet que %{HANDLER_TITLE} (%{HANDLER_HOSTNAME}) obri tots els enllaços del %{PROTOCOL}?

source: download
ca_es: baixa

source: Open Link in New &Tab
ca_es: Obre l'enllaç en una pes&tanya nova

source: Defer image decoding operations in WebKit until painting.
ca_es: Difereix les operacions de descodificació d'imatges a WebKit fins que es pintin.

source: Lower left
ca_es: Inferior esquerre

source: The webpage at %{URL} no longer exists.
ca_es: La pàgina web de %{URL} ja no existeix.

source: You attempted to reach %{DOMAIN}, but the server presented an invalid certificate.
ca_es: Heu provat d'accedir a %{DOMAIN}, però el servidor ha presentat un certificat no vàlid.

source: Passphrase
ca_es: Contrasenya

source: You have registered your printers with %{CLOUD_PRINT_NAME} using the account %{EMAIL}
ca_es: Heu registrat les vostres impressores amb %{CLOUD_PRINT_NAME} utilitzant el compte %{EMAIL}

source: An error occurred while trying to set up sync.
ca_es: S'ha produït un error en intentar configurar la sincronització.

source: Allow all sites to track my physical location
ca_es: Permet que tots els llocs facin un seguiment de la meva ubicació física

source: Parts of this PDF document could not be displayed.
ca_es: No s'han pogut mostrar algunes parts d'aquest document PDF.

source: Path:
ca_es: Camí:

source: Do not allow any site to show pop-ups (recommended)
ca_es: No permetis que cap lloc mostri finestres emergents (opció recomanada)

source: <p> Tabs you have opened in Chrome on your other devices will appear here. </p> <a href="#enablesync"> Enable sync. </p>
ca_es: <p> Les pestanyes que hàgiu obert a Chrome als altres dispositius apareixeran aquí. </p> <a href="#enablesync"> Activa la sincronització. </p>

source: Failed to create temporary zip file during packaging.
ca_es: No s'ha pogut crear el fitxer ZIP temporal durant l'empaquetament.

source: Clear browsing history
ca_es: Elimina dades de navegació

source: Open as Window
ca_es: Obre com a finestra

source: To save these files for offline use, get back online and<br>select the %{OFFLINE_CHECKBOX_NAME} checkbox for these files.
ca_es: Per desar aquests fitxers per utilitzar-los fora de línia, torneu a connectar-vos i<br>marqueu la casella de selecció %{OFFLINE_CHECKBOX_NAME} per a aquests fitxers.

source: Unable to access the network
ca_es: No es pot accedir a la xarxa

source: Delete cookies and other site data
ca_es: Suprimeix les galetes i altres dades dels llocs

source: Metrics relating to the effect of %{SHORT_PRODUCT_NAME} on the system's CPU
ca_es: Mètriques relacionades amb l'efecte de %{SHORT_PRODUCT_NAME} a la CPU del sistema

source: Send system information
ca_es: Envia informació del sistema

source: Download Critical Security Update
ca_es: Baixa l'actualització de seguretat important

source: This extension failed to modify the response header "%{HEADER_NAME}" of a network request because the modification conflicted with another extension (%{EXTENSION_NAME}).
ca_es: Aquesta extensió no ha pogut modificar la capçalera de resposta "%{HEADER_NAME}" d'una sol·licitud de xarxa perquè la modificació entrava en conflicte amb una altra extensió (%{EXTENSION_NAME}).

source: Find...
ca_es: Cerca...

source: Choose the adapter you would like to use to connect to the internet...
ca_es: Trieu l'adaptador que voleu fer servir per connectar-vos a Internet...

source: Below is a list of all the unsafe elements for the page. Click on the Diagnostic link for more information on the thread for a specific element.
ca_es: A continuació trobareu una llista de tots els elements no segurs de la pàgina. Feu clic a l'enllaç "Diagnòstic" per obtenir més informació sobre el perill que suposa un element determinat.

source: Open as pinned tab
ca_es: Obre-ho com a pestanya reduïda

source: Invalid mode entered.
ca_es: Heu introduït un mode no vàlid.

source: Select one or more files
ca_es: Seleccioneu un o diversos fitxers

source: Zipping failed. %{ERROR_MESSAGE}
ca_es: S'ha produït un error en la compressió. %{ERROR_MESSAGE}

source: %{PRODUCT_NAME} could not load the webpage because %{HOST_NAME} took too long to respond. The website may be down, or you may be experiencing issues with your Internet connection.
ca_es: %{PRODUCT_NAME} no ha pogut carregar la pàgina web perquè %{HOST_NAME} ha trigat massa a respondre. Pot ser que el lloc web estigui fora de servei o que tingueu problemes amb la connexió a Internet.

source: Show original
ca_es: Mostra l'original

source: Unable to check whether the server's certificate was revoked.
ca_es: No s'ha pogut comprovar si el certificat del servidor s'ha revocat.

source: The site's security certificate is signed using a weak signature algorithm!
ca_es: El certificat de seguretat del lloc està signat mitjançant un algoritme de signatura dèbil.

source: Exit
ca_es: Surt

source: Use your camera
ca_es: Utilitzeu la càmera

source: Stay on this Page
ca_es: Roman en aquesta pàgina

source: This image is not available offline.
ca_es: Aquesta imatge no està disponible fora de línia.

source: Maximum tiles for interest area
ca_es: Quantitat màxima de mosaics de l'àrea d'interès

source: Setting up...
ca_es: S'està configurant...

source: Oops! A network communication problem occurred during authentication. Please check your network connection and try again.
ca_es: S'ha produït un problema de comunicació de xarxa durant l'autenticació. Comproveu la connexió de xarxa i torneu-ho a provar.

source: Gesture Tap Highlighting
ca_es: Utilització dels tocs gestuals

source: Always block on this site
ca_es: Bloqueja sempre en aquest lloc

source: Another program on your computer added a theme that may change the way Chrome works.
ca_es: Un altre programa de l'ordinador ha afegit un tema que pot canviar el funcionament de Chrome.

source: Server's certificate is invalid.
ca_es: El certificat del servidor no és vàlid.

source: Sign in to this site as: %{EMAIL_ADDRESS}
ca_es: Inicia la sessió a aquest lloc com a: %{EMAIL_ADDRESS}

source: Continue blocking plug-ins
ca_es: Continua bloquejant els connectors

source: Aww, it looks like there are currently no experiments available.
ca_es: I ara! Sembla que no hi ha experiments actuals disponibles.

source: Enable experimental form filling. Enables a collection of experimental features that make form filling easier.
ca_es: Activa l'emplenament de formularis experimental. Activa una sèrie de funcions experimentals que faciliten l'emplenament de formularis.

source: Error code: %{ERROR_NAME}
ca_es: Codi d'error: %{ERROR_NAME}

source: First
ca_es: Primer

source: &Profiling enabled
ca_es: Creació de &perfils activada

source: Adobe Reader Out Of Date
ca_es: Adobe Reader no actualitzat

source: Accessible to script:
ca_es: Accessible a l'script:

source: Oops! The initialization of the installation-time attributes has timed out. Please contact your support representative.
ca_es: La inicialització dels atributs en temps d'instal·lació ha esgotat el temps d'espera. Contacteu amb el representant d'assistència.

source: "%{EXTENSION_NAME}" added
ca_es: S'ha afegit "%{EXTENSION_NAME}"

source: Write to files that you have opened in the application
ca_es: Escriu als fitxers oberts a l'aplicació

source: Set as default
ca_es: Estableix com a predeterminat

source: Could not initiate printing.
ca_es: No s'ha pogut començar a imprimir.

source: System diagnostic data
ca_es: Dades de diagnòstic del sistema

source: Enter passphrase
ca_es: Introduïu la paraula de pas

source: Font size:
ca_es: Cos de lletra:

source: Invalid private key.
ca_es: Clau privada no vàlida.

source: No images in this directory.
ca_es: No hi ha cap imatge en aquest directori.

source: Enable favicon sync.
ca_es: Activa la sincronització de les icones preferides.

source: Follow recommendation
ca_es: Segueix la recomanació

source: %{URL} wants to use your device's location.
ca_es: %{URL} vol fer servir la ubicació del dispositiu.

source: Enable automatic password generation
ca_es: Activa la generació de contrasenyes automàtica

source: Last name
ca_es: Cognoms

source: Use global default (%{PERMISSION_VALUE})
ca_es: Utilitza el valor predeterminat general (%{PERMISSION_VALUE})

source: Automatically Correct Spelling
ca_es: Corregeix l'ortografia automàticament

source: Exchange data with any computer in the domain %{DOMAIN}
ca_es: Intercanvia les dades amb qualsevol ordinador del domini %{DOMAIN}

source: Application cache
ca_es: Memòria cau de l'aplicació

source: Official Build
ca_es: Muntatge oficial

source: Malware Ahead!
ca_es: Ens enfrontem a programari maliciós.

source: Deleted %{COUNT} items
ca_es: %{COUNT} elements suprimits

source: Go to %{BEGIN_BOLD} Start > Control Panel > Network Connections > New Connection Wizard %{END_BOLD} to test your connection.
ca_es: Aneu a %{BEGIN_BOLD} Inici > Tauler de control > Connexions de Xarxa > Nou auxiliar de connexió %{END_BOLD} per comprovar la vostra connexió.

source: Reorder results for inlining in HistoryQuickProvider
ca_es: Reordenació dels resultats per a HistoryQuickProvider en línia

source: Landscape
ca_es: Horitzontal

source: Developer Build
ca_es: Muntatge del desenvolupador

source: Print using %{CLOUD_PRINT_NAME} dialog... %{SHORTCUT_KEY}
ca_es: Imprimeix mitjançant el diàleg de %{CLOUD_PRINT_NAME}... %{SHORTCUT_KEY}

source: Last Month
ca_es: El darrer mes

source: Establishing secure connection...
ca_es: S'està establint una connexió segura...

source: File bug
ca_es: Arxiva l'error

source: Create shortcut
ca_es: Crea la drecera

source: Clear these settings for future visits
ca_es: Esborra aquesta configuració per a visites futures

source: Year
ca_es: Any

source: Sign in again
ca_es: Torneu a iniciar la sessió

source: Bookmark this page...
ca_es: Afegeix aquesta pàgina a les adreces d'interès...

source: Bookmark open pages...
ca_es: Afegeix les pàgines obertes a les adreces d'interès...

source: Bookmark added!
ca_es: S'ha afegit una adreça d'interès.

source: Bookmark Open Pages...
ca_es: Afegeix les pàgines obertes a les adreces d'interès...

source: Creating a supervised user does not create a Google Account, and their settings and data will not follow them to other devices with Chrome Sync. Currently, a supervised user applies only to this installation of Chrome, on this device.
ca_es: En crear un usuari supervisat no es crea un compte de Google i la seva configuració i les seves dades no passaran a altres dispositius amb la Sincronització de Chrome. Actualment, un usuari supervisat només aplica la instal·lació de Chrome en aquest dispositiu.

source: Overscan:
ca_es: Sobreescaneig:

source: Enable document editing, instead of viewing.
ca_es: Activa l'edició de documents, en comptes de la visualització.

source: Create an name -
ca_es: Creació d'un nom -

source: Create supervised user.
ca_es: Crea un usuari supervisat.

source: Adjust overscan...
ca_es: Ajusta el sobreescaneig...

source: Enable document editing.
ca_es: Activa l'edició de documents.

source: Wimax network
ca_es: Xarxa Wimax

source: Creating profile...
ca_es: S'està creant el perfil...

source: This supervised user is managed by %{USER_DISPLAY_NAME}. Usage and browsing history can be viewed by the manager.
ca_es: %{USER_DISPLAY_NAME} gestiona aquest usuari supervisat. L'administrador pot veure l'ús i l'historial de navegació.

source: Oops, something went wrong
ca_es: S'ha produït un error

source: Supervised user
ca_es: Usuari supervisat

source: Enable Kiosk Mode
ca_es: Activació del mode quiosc

source: Large mouse cursor
ca_es: Cursor del ratolí gran

source: Orientation:
ca_es: Orientació:

source: After you create a new supervised user, you can manage the settings at any time from any device at %{MANAGEMENT_URL}.
ca_es: Després d'haver creat un usuari supervisat nou, podeu gestionar la configuració en qualsevol moment i des de qualsevol dispositiu a la pàgina %{MANAGEMENT_URL}.

source: Armenian Phonetic keyboard
ca_es: Teclat fonètic armeni

source: An error occurred. Kiosk mode will not be available on this device.
ca_es: S'ha produït un error. El mode quiosc no estarà disponible en aquest dispositiu.

source: Cancel multiple sign-in
ca_es: Cancel·la l'inici de sessió múltiple

source: Canadian Multilingual keyboard
ca_es: Teclat multilingüe canadenc

source: High contrast mode
ca_es: Mode de contrast elevat

source: review websites the supervised user has visited, and
ca_es: revisa els llocs web que l'usuari supervisat ha visitat i

source: Okay
ca_es: D'acord

source: Show large mouse cursor
ca_es: Mostra el cursor del ratolí gran

source: To check for updates, please use Ethernet or Wi-Fi.
ca_es: Per comprovar si hi ha actualitzacions, feu servir Ethernet o Wi-Fi.

source: To set which websites the supervised user can view, you can configure restrictions and settings by visiting %{MANAGEMENT_URL}. If you do not change the default settings, %{USER_DISPLAY_NAME} can browse all sites on the web.
ca_es: Per definir els llocs web que l'usuari supervisat pot veure, podeu configurar restriccions i opcions a la pàgina %{MANAGEMENT_URL}. Si no canvieu la configuració predeterminada, %{USER_DISPLAY_NAME} podrà navegar per tots els llocs del web.

source: A supervised user named %{USER_DISPLAY_NAME} has been created.
ca_es: S'ha creat un usuari supervisat anomenat %{USER_DISPLAY_NAME}.

source: This supervised user will be managed by %{MANAGER_EMAIL}.
ca_es: %{MANAGER_EMAIL} gestionarà aquest usuari supervisat.

source: Mongolian keyboard
ca_es: Teclat mongol

source: Kiosk applications can now be installed on this device.
ca_es: Ara les aplicacions de quiosc es poden instal·lar en aquest dispositiu.

source: To check for updates, please use Ethernet, Wi-Fi or mobile data.
ca_es: Per comprovar si hi ha actualitzacions, feu servir Ethernet, Wi-Fi o dades mòbils.

source: Mirroring
ca_es: S'està creant una rèplica

source: Oops, TPM error.
ca_es: S'ha produït un error de TPM.

source: All files and local data associated with the supervised user will be permanently deleted once this supervised user is removed. Visited websites and settings for this supervised user may still be visible by the manager at %{MANAGEMENT_URL}.
ca_es: Tots els fitxers i les dades locals associats amb l'usuari supervisat se suprimiran de manera permanent quan aquest usuari supervisat s'hagi suprimit. És possible que l'administrador encara pugui veure els llocs web visitats i la configuració d'aquest usuari supervisat a la pàgina %{MANAGEMENT_URL}.

source: Do you want to automatically start this app when the machine turns on?
ca_es: Voleu que aquesta aplicació s'iniciï automàticament en engegar l'ordinador?

source: To recover from this error, you will need to sign into your Google Account from the sign-in screen. You can then sign out of your Google Account and try creating a supervised user again.
ca_es: Per solucionar aquest error, heu d'iniciar la sessió al vostre compte de Google des de la pantalla d'inici de la sessió. A continuació, podeu tancar la sessió del vostre compte de Google i provar de tornar a crear un usuari supervisat.

source: Please check your email at %{BEGIN_BOLD}%{MANAGER_EMAIL}%{END_BOLD} for further instructions.
ca_es: Consulteu el vostre correu electrònic a %{BEGIN_BOLD}%{MANAGER_EMAIL}%{END_BOLD} per obtenir més instruccions.

source: Georgian keyboard
ca_es: Teclat georgià

source: Use high contrast mode
ca_es: Utilitza el mode de contrast elevat

source: Something is wrong with device. To recover from this error you will need to reboot device and try again.
ca_es: S'ha produït algun error amb el dispositiu. Per recuperar-vos d'aquest error, cal que reinicieu el dispositiu i ho torneu a provar.

source: (Best)
ca_es: (La millor)

source: Due to an error, a supervised user was not created. Please try again later.
ca_es: A causa d'un error, un usuari supervisat no s'ha creat. Torneu-ho a provar més tard.

source: Whoops, passwords do not match!
ca_es: Les contrasenyes no coincideixen.

source: manage other settings
ca_es: gestiona una altra configuració

source: Choose the manager for this supervised user
ca_es: Selecció de l'administrador d'aquest usuari supervisat

source: allow or prohibit certain websites,
ca_es: permet o prohibeix llocs web determinats,

source: At least one account must exist on this device before creating a supervised user.
ca_es: Abans de crear un usuari supervisat, aquest dispositiu ha de tenir com a mínim un compte.

source: Would you like to be able to run kiosk applications on this device?
ca_es: Voleu executar aplicacions de quiosc en aquest dispositiu?

source: Create a password -
ca_es: Crea una contrasenya

source: Standard
ca_es: Estàndard

source: Options:
ca_es: Opcions:

source: The manager will be able to configure restrictions and settings for this supervised user at %{MANAGEMENT_URL}.
ca_es: L'administrador podrà configurar les restriccions i la configuració d'aquest usuari supervisat a la pàgina %{MANAGEMENT_URL}.

source: cellular
ca_es: mòbil

source: Confirm
ca_es: Confirma

source: A supervised user can explore the web with your guidance. As the manager of a supervised user in Chrome, you can:
ca_es: Un usuari supervisat pot explorar el web amb la vostra orientació. Com a administrador d'un usuari supervisat de Chrome, podeu fer el següent:

source: You are currently offline.
ca_es: Actualment no teniu connexió.

source: Profile takes too long to create. You may want to cancel process and retry later.
ca_es: El perfil tarda massa a crear-se. Podeu cancel·lar el procés i tornar-ho a provar més tard.

source: %{LINK_START}Create a supervised user%{LINK_END} for this device.
ca_es: %{LINK_START}Creeu un usuari supervisat%{LINK_END} per a aquest dispositiu.

source: Belarusian keyboard
ca_es: Teclat bielorús

source: Czech QWERTY keyboard
ca_es: Teclat QWERTY txec

source: The supervised user will need to use this password to sign in, so choose a safe password and remember to discuss it with the supervised user.
ca_es: L'usuari supervisat haurà de fer servir aquesta contrasenya per iniciar la sessió, de manera que cal que escolliu una contrasenya segura i que us recordeu de proporcionar-la a l'usuari supervisat.

source: OK, Take me back to sign-in screen
ca_es: D'acord, torna a la pantalla d'inici de sessió

source: Auto-start permission requested
ca_es: S'ha sol·licitat el permís d'inici automàtic

source: Add kiosk application...
ca_es: Afegeix l'aplicació de quiosc...

source: You are currently connected to the %{NETWORK_TYPE} network.
ca_es: Actualment esteu connectat a la xarxa %{NETWORK_TYPE}.

source: Sharing in Files.app.
ca_es: Opcions per compartir a l'aplicació Fitxers.

source: Enables the Instant Extended API using only local resources, including a renovated New Tab Page and a spruced-up omnibox dropdown, but without search query terms extraction or Instant search results.
ca_es: Activa l'API d'Instant ampliada només amb recursos locals, que inclou una Pàgina de pestanya nova renovada i un desplegable de l'omnibox renovat, però que no extrau resultats de la cerca d'Instant ni termes de consulta de cerca.

source: This user is supervised by %{CUSTODIAN_NAME}. Usage and history from this user may be viewed by the manager.
ca_es: %{CUSTODIAN_NAME} supervisa aquest usuari. L'administrador pot veure l'ús i l'historial d'aquest usuari.

source: Enable local-only Instant Extended API
ca_es: Activa l'API d'Instant ampliada només local

source: You're almost done. After you close this window, confirm this transaction on the merchant's site and look forward to receiving your new purchase.
ca_es: Gairebé heu acabat. Després de tancar aquesta finestra, confirmeu aquesta transacció al lloc del comerciant i espereu rebre la vostra compra.

source: Display Instant results (Instant Extended is disabled).
ca_es: Mostra els resultats d'Instant (Instant ampliat està desactivat).

source: Enable draggable menu button.
ca_es: Activeu el botó del menú que es pot arrossegar.

source: Google Wallet Virtual OneTime Card generated
ca_es: S'ha creat la targeta virtual d'un sol ús de Google Wallet

source: Allow the user to select username/password combinations for domains that match the same public suffix registry domain.
ca_es: Permet que l'usuari seleccioni combinacions de nom d'usuari/contrasenya per a dominis que coincideixin amb el mateix domini de registre de sufix públic.

source: Enable public suffix domain matching for autofill of passwords.
ca_es: Activeu coincidències de domini de sufix públic per emplenar automàticament les contrasenyes.

source: Google Google Wallet Virtual OneTime Card
ca_es: Targeta virtual d'un sol ús de Google Wallet

source: Google Wallet has encounted an unknown error.
ca_es: Google Wallet ha detectat un error desconegut.

source: Error generating Google Wallet Virtual OneTime Card
ca_es: S'ha produït un error en crear la targeta virtual d'un sol ús de Google Wallet
